Repository: 84000/data-translation-memory
Catalog: toh589-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །འཕགས་པ་ལང་ཀར་གཤེགས་པ་ལ་ཕྱག་འཚལ་ལོ། །བློ་གྲོས་ཆེན་པོ་སྔགས་ཀྱི་ཚིག་འདི་དག་བཤད་པར་བྱའོ། །ཏདྱ་ཐཱ།
en: The Dhāraṇī-Mantra to Have the Entire Noble “Sūtra of Descent into Laṅkā” Read Homage to the noble Descent into Laṅkā.

source: ཨོཾ་པདྨེ་པདྨེ་དེ་བཻ། ཧི་ནེ་ཧི་ནེ་ཧི་ནེ། ཙུ་ལུ་ཙུ་ལུ་ཙུ་ལུ། ཧུ་ལེ་ཧུ་ལེ་ཧུ་ལེ། ཡུ་ལེ་ཡུ་ལེ་ཡུ་ལེ། །པ་ལེ་པ་ལེ་པ་ལེ། མུཾ་ཙྪེ་ད་ན་དེ། བྷིནྡེ་བྷན་ཛྭ།
en: “Mahāmati, I shall speak these mantra-words: tadyathā—padme padmadeve hine hine hine culu culu culu hule hule hule yule yule yule pale pale pale muñce chinde bhinde bhañje marde pramarde dinakare svāhā!

source: མན་དེ་པྲ་མ་དེ། དི་ན་ཀ་རེ་སྭཱ་ཧཱ། བློ་གྲོས་ཆེན་པོ་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་སྔགས་ཀྱི་ཚིག་འདི་དག་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་།
en: “Mahāmati!

source: ཀུན་ཆུབ་པར་བྱེད་ན། ལྷའམ། ལྷ་མོའམ། ཀླུའམ། ཀླུ་མོའམ། གནོད་སྦྱིན་ནམ། གནོད་སྦྱིན་མོའམ། ལྷ་མ་ཡིན་ནམ། ལྷ་མ་ཡིན་མོའམ། ནམ་མཁའ་ལྡིང་ངམ། ནམ་མཁའ་ལྡིང་མོའམ། མིའམ་ཅིའམ། མི་འམ་ཅི་མོའམ། ལྟོ་འཕྱེ་ཆེན་པོའམ། ལྟོ་འཕྱེ་ཆེན་མོའམ། དྲི་ཟའམ། དྲི་ཟ་མོའམ། འབྱུང་པོའམ། འབྱུང་མོའམ། གྲུལ་བུམ་མམ། གྲུལ་བུམ་མོའམ། ཤ་ཟའམ། ཤ་ཟ་མོའམ། གནོན་པོའམ། གནོན་མོའམ། བརྗེད་བྱེད་དམ། བརྗེད་བྱེད་མོའམ། སྲིན་པོའམ། སྲིན་མོའམ། ཕྲ་མེན་ཕོའམ། ཕྲ་མེན་མོའམ། མདངས་འཕྲོག་ཕོའམ།
en: If any son of good family or daughter of good family upholds these mantra-words, retains them, recites them, and masters them, then no one will be able to find a weak point in them, be that a god or a goddess, a nāga or a nāgī, a yakṣa or a yakṣī, an asura or an asurī, a garuḍa or a garuḍī, a kinnara or a kinnarī, a mahoraga or a mahoragī, a gandharva or a gandharvī, a bhūta or a bhūtī, a kumbhāṇḍa or a kumbhāṇḍī, a piśāca or a piśācī, an ostārako or an ostārakī, an apasmāra or an apasmārī, a rākṣasa or a rākṣasī, a ḍāka or a ḍākī, an ojohāra or an ojohārī, a kaṭapūtana or a kaṭapūtanī, or a human man or a woman.

source: མདངས་འཕྲོག་མོའམ། ལུས་སྲུལ་པོའམ། ལུས་སྲུལ་མོའམ། མི་འམ་མི་མ་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་གླགས་མི་རྙེད་དོ། །གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་ཀློག་པར་བྱེད་པ་དེས་ལང་ཀར་གཤེགས་པའི་མདོ་ཐམས་ཅད་བཀླགས་པར་འགྱུར་རོ། །
en: One who recites these mantra-words will have recited the entire Sūtra of Descent into Laṅkā.

source: སྔགས་ཀྱི་ཚིག་འདི་དག་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་སྲིན་པོ་ལ་སོགས་པ་རྣམས་བཟློག་པའི་ཕྱིར་གསུངས་སོ། །
en: The Blessed One taught these mantra-words so that rākṣasas and others will be kept at bay.”

source: འཕགས་པ་ལང་ཀར་གཤེགས་པའི་མདོ་ཐམས་ཅད་བཀླགས་པར་འགྱུར་བའི་གཟུངས་སྔགས་རྫོགས་སོ།། །།
en: Here ends “The Dhāraṇī-Mantra to Have the Entire Noble ‘Sūtra of Descent into Laṅkā’ Read.”
